<template>
  <div id="p9_59330">
    <div class="ftsz2" style="color: #ffffff; text-align: center">
      壹·人物<br />
      生物，就是炼金术的未来！
      「没有实验的生活不值得过！」——被阿贝多强制安排去休假的砂糖气鼓鼓地抗议道。
      炼金术士砂糖在「生物炼金」这一领域成就斐然。
      在其研究过程…或者，借用她的话：「在追求真理的道路上」，有时也会诞生出各类神秘产物。
      能长出六倍种子、起风时让满城人不得不关窗闭门的超级蒲公英，连石砖都能划破的钩钩果，还有…跟南瓜长得差不多大的日落果。
      以上这些成果给砂糖带来了巨大疑问，倒也让她的研究大步迈进。
      然而，为它们起名字却是更为困难的事。对砂糖而言，比看见实验植株被人摘走或是研究用品被污染还要痛苦。
      为一株花蜜浓稠如胶水的甜甜花命名时，时间就像河水一样疯狂地流走了。砂糖用尽心思，花费比为整片试验田人工授粉还长的时间后，总算取出了一个勉强算是名字的东西：
      「这是第二十八株…性状…本来学名…」
      「就、就叫它…玖式甜甜花改二十八号香味特化版好了！」<br /><br />
      贰·故事<br />
      砂糖作为炼金术天才阿贝多的助手，在研究方向上却与他大相径庭。
      比起探究炼金术的本质和创造新生命，她更加感兴趣的是如何使用炼金术去改造已有的生命，让世界变得更丰富多彩。
      年纪轻轻的她已经成就斐然：比如通过使用特殊的药剂灌溉，让甜甜花的花蜜产量提升了七成；又比如制作了一种特殊喷雾，让日落果离枝后能保鲜一整个月。
      原本对砂糖的研究方向持怀疑态度的人，在见识到这些成果之后，也渐渐地承认了她在炼金术上的卓越天赋。
      不过对她而言，这些都不算成功的实验结果，只是通往成功之路上的偶然之举。她的目标，比这些宏伟得多。
      这个目标是她的秘密，也是她小小的浪漫。<br /><br />
      叁式冰雾花改十七号放大版<br />
      对于甄选「仙境」物种一事，砂糖自有一套严格标准，满足要求的实验成果会被打上「成功」的标签。
      原本她想模仿故事里那样，为所有物种冠上浪漫的名字，可一到取名时，她就变得束手无策。
      长期从事学术研究的她，哪怕只是取名也会刻意追求逻辑性。
      最初的一批名字，有「草花」，意为「长在草上面的花」；有「花草」，意为「长在花下面的草」；有「草草花」，意为「长在很多草上面的花」，等等。
      哪怕是如此缺乏「仙境」感的名字，也花了砂糖百倍于实验的时间。
      她索性放弃取名，按照实验记录册里的代号来命名，虽然长是长了点，但…
      反正都是「仙境」的创造者了，想取什么名字，还不都是砂糖说了算。<br /><br />
      神之眼<br />
      砂糖与「神之眼」邂逅于某个极为寻常的午后。
      当时，她正将精心调制的绿色炼金溶液倒进大锅，开始第一百五十九次蒲公英籽熬煮加工实验。
      大锅突然爆沸，屋内瞬间充满蒸汽。砂糖急忙跑到锅边查看新变化带来的结果，激动到双手都被锅沿烫伤。
      很遗憾，蒲公英籽依然是焦黑一片。不过，黑粒中央静静躺着一枚新生的「神之眼」。
      砂糖思索片刻，并没有倒掉溶液捞起「神之眼」，而是重新烧火，继续熬煮。
      她想知道蒲公英籽和「神之眼」还能产生什么样的反应。
      可惜，在又熬煮了三个小时之后，本次试验仍以失败告终。
      但砂糖收获巨大——「神之眼」提供的元素力，成为了她「生物炼金」路上至关重要的工具。<br /><br />
    </div>
  </div>
</template>

<script setup>
defineProps({
  player: Object,
  v: Object
})
</script>
