<template>
  <div class="page-pb-1">
    <div class="ftsz2" style="color: #ffffff; text-align: center">
      需要到达2^2^2^2^2^2^2^2^2^2^2^2^2^2^2^2能量解锁<br />
      扸敲1次：解锁增强能量，它提升1~4阶游戏速度，可以用它购买升级<br />
      扸敲2次：扱敫能量效果^2<br />
      扸敲3次：扲敬能量效果^2<br />
      扸敲4次：扳敭能量效果^2<br />
      扸敲5次：扴敮能量效果^2<br />
      扸敲6次：扵敯能量效果^2<br />
      扸敲7次：扶数能量效果^2<br />
      扸敲8次：扷敱能量效果^2<br />
      扸敲9次：风灵基础值和生命基础值指数^2<br />
      扸敲10次：解锁第二、三、四个元素甡呿阶层<br />
      扸敲11次：每作成1次元素甡呿，增强能量获取就翻倍<br />
      扸敲12次：每进行一次扸敲，增强能量获取就乘以log2(甜度)<br />
      扸敲256次：究级通关这个游戏
    </div>
  </div>
</template>

<script setup>
</script>

<style scoped>
.page-pb-1 {
  padding: 20px;
}
</style>
